{
    "status": "OK",
    "code": 200,
    "locale": "en_US",
    "total": 9,
    "data": [
      {
        "id": 1,
        "diseases_name": "Penyakit Antraknosa pada papaya",
        "diseases_desc": "Penyakit antraknosa disebabkan karena jamur patogen colletotrichum gloeosporioides yang\nmenyerang buah pepaya muda. Penyakit ini ditandai dengan bercak kecil kebasah-basahan,\ndan mengeluarkan getah dengan berupa bintik pada buah maupun daun pepaya. enyakit ini\njuga dipengaruhi oleh kondisi iklim, biasanya di Indonesia penyakit ini kerap menyerang\npada wilayah dengan kondisi curah hujan yang relatif tinggi.\nCiri-ciri Pepaya Terkena Penyakit Antraknosa\nbuah yang terserang penyakit antraknosa ini gejala awalnya bisa diketahui dengan kondisi\njaringan mati yang terlihat sebagai bercak kebasahan.\nJaringan mati tersebut melekuk dan bisa meluas menjadi bercak konsentrik berwarna abu-abu\natau kehitaman dengan bintik-bintik oren pada permukaan buah. Bintik-bintik tersebut bisa\nmenyatu, sehingga menjadi besar.\nPenyakit ini berkembang dengan lambat pada buah yang masih muda, namun menjelang\nmasa panen, penyakit antraknosa ini berkembang dengan pesat.\nPada Daun Pepaya penyakit ini ditandai dengan bercak bulat warna coklat kemerahan yang\nagak mengendap. Selanjutnya jamur membentuk masa spora yang berwarna jingga atau\nmerah muda. Ukurannya bisa membesar dan bercak menyatu.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 2,
        "diseases_name": "Infeksi Botrytis cinereal",
        "diseases_desc": "botrytis adalah sekelompok jamur, beberapa di antaranya merusak tanaman dan dapat\nmerusak buah-buahan pertanian seperti anggur. Yang paling umum botrytis jamur adalah\nspesiesnya Botrytis cinerea, Yang juga dikenal sebagai Botryotinia sialanliana, dan cetakan\nabu-abu. Botrytis cinerea muncul sebagai bulu halus berwarna abu-abu pada tanaman dan\ndapat merusak daun, batang, dan buah. Bulu halus berwarna abu-abu sebenarnya disebabkan\noleh spora konidia aseksual jamur ini.\nCiri ciri botrytis cinerea\nTanda-tanda awal Botrytis cinerea termasuk pembentukan bintik-bintik tembus cahaya pada\ntanaman. Bintik-bintik ini bertambah besar dan dapat memakan sebagian besar bagian yang\nterkena. Analisis yang cermat terhadap suatu tanaman dapat mengungkapkan jaringan\nberwarna coklat seperti basah kuyup yang dapat pecah atau pecah. Ciri-ciri ini lebih banyak\nditemukan pada batang dan jaringan sukulen, sedangkan daun biasanya berubah warna\nmenjadi coklat, layu, dan rontok. Bulu halus berwarna abu-abu yang khas muncul pada tahap\nakhir infeksi dan merupakan indikator yang paling jelas Botrytis cinerea. Yang penting, jamur\ntidak selalu berwarna abu-abu tetapi terkadang berwarna coklat atau kemerahan, tergantung\npada tanaman inang dan kondisi lingkungan.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 3,
        "diseases_name": "Kudis Apel",
        "diseases_desc": "Kudis apel adalah penyakit yang menyerang tanaman keluarga mawar (Rosaceae), terutama\npohon apel (Malus), dengan ciri-ciri sebagai berikut:\n1. Lesi Gelap pada Daun\na.Muncul bercak gelap berbentuk tidak beraturan pada permukaan daun dan Lesi sering dikelilingi oleh area kuning yang disebut halo.\n2. Infeksi pada Bunga\na.Bunga yang terinfeksi dapat layu atau tidak berkembang dengan baik\n3. Lesi pada Buah\na.Buah yang terkena menunjukkan bercak gelap, kasar, dan berkerak dan Infeksi dapat menyebabkan deformasi bentuk buah.\n4. Gugur Daun dan Buah Prematur\na.Daun dan buah sering rontok sebelum waktunya, terutama pada serangan yang\nparah.\n5. Penurunan Kualitas Buah\na.Buah yang terinfeksi menjadi kurang menarik secara visual dan memiliki nilai\nekonomi rendah.\na.Gejala ini biasanya lebih jelas pada kondisi cuaca yang lembap dan hangat, yang mendukung\nperkembangan jamur Venturia inaequalis.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 4,
        "diseases_name": "Bercak Buah Jambu",
        "diseases_desc": "Bercak pada buah jambu dapat disebabkan oleh penyakit bercak daun dan buah alga, yang\ndiakibatkan oleh alga Cephaleuros virescens Kuntze. Gejala penyakit ini meliputi:\n1. Daun\na.Pada awal musim semi, alga menginfeksi daun muda jambu.\nb.Muncul bercak cokelat dangkal dengan tekstur beludru pada daun, terutama di ujung,\ntepi, atau dekat tulang daun utama.\nc.Seiring perkembangan penyakit, bercak tersebut dapat membesar hingga berdiameter\n2-3 mm.\n2. Buah\na.Pada buah muda, bercak tampak hampir hitam.\nb.Saat buah tumbuh, bercak menjadi cekung dan sering retak.\nc.Bercak pada buah biasanya lebih kecil dibandingkan bercak pada daun, dengan warna\nhijau gelap, cokelat, atau hitam.\n\nPenyakit ini dapat memengaruhi kualitas daun dan buah, terutama pada tanaman yang\ntumbuh di lingkungan lembap.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 5,
        "diseases_name": "Penyakit Phytophthora pada Pepaya",
        "diseases_desc": "Penyakit Phytophthora merupakan salah satu ancaman utama bagi tanaman pepaya. Penyakit\nini disebabkan oleh patogen Phytophthora palmivora, yang menyerang berbagai bagian\ntanaman seperti akar, batang, daun, dan buah. Kondisi lingkungan yang lembap dan hangat\nsangat mendukung perkembangan penyakit ini.\nGejala Utama:\n1. Busuk Akar dan Pangkal Batang\na.Tanaman menunjukkan gejala layu mendadak.\nb.Bagian pangkal batang membusuk dan mengeluarkan bau tidak sedap.\n2. Busuk Daun\na.Daun yang terinfeksi menjadi layu dan menguning.\nb.Dalam kasus yang parah, daun dapat gugur sepenuhnya.\n3. Busuk Buah\na.Muncul bercak cokelat gelap hingga hitam pada permukaan buah.\nb.Buah yang terinfeksi sering membusuk dan rontok sebelum matang.\n\nPengendalian:\n1. Kultur Teknis:\na.Pastikan drainase lahan baik untuk mencegah genangan air.\nb.Hindari penanaman terlalu rapat agar sirkulasi udara baik.\n2. Penggunaan Fungisida:\na.Gunakan fungisida berbahan aktif seperti fosetil-Al atau metalaksil secara\nterukur dan tepat waktu.\n3. Pencegahan:\na.Gunakan bibit yang sehat dan tahan penyakit.\nb.Lakukan sanitasi kebun secara rutin untuk mengurangi sumber infeksi.\n\nPengelolaan penyakit Phytophthora memerlukan perhatian serius karena dapat menyebabkan\nkerugian ekonomi yang besar pada budidaya pepaya, terutama dalam kondisi lingkungan\nyang mendukung penyebaran patogen ini.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 6,
        "diseases_name": "Apple Blotch Penyakit Pada Pohon Apel",
        "diseases_desc": "Apple blotch adalah penyakit yang menyerang tanaman apel, disebabkan oleh jamur Marssonina\ncoronaria. Penyakit ini sering ditemukan di daerah dengan iklim lembap dan dapat menyebabkan\nkerugian signifikan pada hasil panen apel.\nGejala Utama:\n1. Daun:\na. Muncul bercak kecil berwarna cokelat gelap hingga hitam di permukaan daun.\nb. Bercak dikelilingi oleh area kuning (halo).\nc. Infeksi parah dapat menyebabkan daun rontok sebelum waktunya (defoliasi).\n2. Buah:\na. Bercak gelap dan tidak beraturan muncul di permukaan buah.\nb. Buah yang terinfeksi seringkali memiliki tekstur kasar dan tampak cacat.\nc. Infeksi berat dapat menyebabkan buah rontok sebelum matang.\n3. Batang:Pada beberapa kasus, bercak atau luka kecil juga terlihat pada ranting muda.\nPenyebab dan Faktor Pemicu:\na. Jamur Marssonina coronaria menyebar melalui spora yang terbawa angin atau percikan air\nhujan.\nb. Lingkungan yang lembap dan suhu hangat sangat mendukung perkembangan jamur ini.\nc. Sisa-sisa daun yang terinfeksi di tanah dapat menjadi sumber utama infeksi di musim\nberikutnya.\nPengendalian dan Pencegahan:\nKultur Teknis:\nLakukan pemangkasan pohon untuk meningkatkan sirkulasi udara.\nBersihkan sisa daun atau buah yang jatuh untuk mengurangi sumber infeksi.\nFungisida:\nGunakan fungisida berbahan aktif seperti mankozeb atau tembaga oksiklorida sesuai dosis\nyang dianjurkan.\nPengelolaan Kebun:\nPastikan drainase kebun baik untuk menghindari kelembapan berlebih.\nTanam varietas apel yang lebih tahan terhadap penyakit ini.\nPenyakit apple blotch perlu dikendalikan secara efektif untuk menjaga kesehatan tanaman dan\nkualitas buah apel yang dihasilkan. Upaya pencegahan lebih diutamakan karena penyakit ini\ndapat menyebar dengan cepat dalam kondisi lingkungan yang mendukung",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 7,
        "diseases_name": "Kumbang Penggaris Pisang (Banana Scarring Beetle): Hama Utama Tanaman\nPisang",
        "diseases_desc": "Kumbang penggaris pisang adalah hama penting yang menyerang tanaman pisang,\nmenyebabkan kerusakan pada kulit buah yang memengaruhi kualitas dan nilai jualnya. Hama\nini disebabkan oleh kumbang dari famili Chrysomelidae, dengan gejala kerusakan yang khas\npada buah pisang.\nCiri-Ciri Serangan:\n1. Kerusakan pada Kulit Buah:\na.Muncul bekas gigitan berupa goresan atau garis-garis melintang pada kulit buah.\nb.Goresan ini biasanya berwarna cokelat kehitaman dan kasar saat disentuh.\n2. Pengaruh pada Buah:\na.Kulit buah pisang tampak cacat atau rusak secara visual.\nb.Meski daging buah tidak terpengaruh secara langsung, kerusakan kulit menurunkan\nnilai jual.\n3. Tanaman Lain yang Diserang:\na.Selain pisang, kumbang ini juga dapat menyerang tanaman lain di sekitar kebun\npisang, terutama tanaman yang memiliki kulit buah lembut.\nSiklus Hidup:\nKumbang dewasa bertelur di permukaan buah pisang atau bagian tanaman lainnya.\nLarva menetas dan mulai memakan kulit buah, menyebabkan kerusakan khas.\nDalam kondisi lingkungan yang hangat dan lembap, siklus hidup kumbang berlangsung\ndengan cepat, memungkinkan populasi berkembang pesat.\nPengendalian dan Pencegahan:\n1. Pengelolaan Kebun:\na.Jaga kebersihan kebun dengan membersihkan sisa-sisa tanaman dan buah yang jatuh.\nb.Hindari menanam pisang terlalu rapat untuk meningkatkan sirkulasi udara.\n2. Metode Fisik:\na.Bungkus buah pisang dengan kantong plastik atau kain pelindung untuk mencegah\nserangan kumbang.\n3. Pengendalian Kimia:\na.Gunakan insektisida berbahan aktif seperti imidakloprid atau deltametrin sesuai dosis\nyang dianjurkan.\nb.Lakukan penyemprotan secara selektif pada area yang terdampak.\n4. Pengendalian Biologis:\na.Introduksi predator alami kumbang, seperti burung atau serangga pemangsa, untuk\nmengendalikan populasi secara alami.\n\nSerangan kumbang penggaris pisang dapat dicegah dengan pengelolaan kebun yang baik dan\npenggunaan metode pengendalian yang tepat. Upaya ini penting untuk memastikan produksi\npisang tetap berkualitas tinggi dan layak dipasarkan",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 8,
        "diseases_name": "Citrus Black Spot: Penyakit Serius pada Tanaman Jeruk",
        "diseases_desc": "Citrus black spot adalah penyakit yang menyerang tanaman jeruk, disebabkan oleh jamur\nPhyllosticta citricarpa (sebelumnya dikenal sebagai Guignardia citricarpa). Penyakit ini\ndapat menurunkan kualitas buah secara signifikan dan menyebabkan kerugian ekonomi,\nterutama di daerah dengan kelembapan tinggi.\nGejala Citrus Black Spot\n1. Bercak Hitam pada Buah:\na.Muncul bercak hitam kecil di permukaan kulit buah.\nb.Bercak ini bisa berkembang menjadi area gelap yang lebih besar dengan pusat\nberwarna abu-abu.\n2. Bercak Kemerahan (Red Spot):\na.Kadang-kadang terlihat bercak merah keunguan pada buah muda yang kemudian\nmengering.\n3. Kerak Keras (Hard Spot):\na.Lesi keras yang sering terasa kasar saat disentuh, dikelilingi oleh area kuning.\n4. Buah Prematur Rontok:\na.Pada infeksi parah, buah sering rontok sebelum matang.5. Penurunan Kualitas Buah:\nb.Buah menjadi tidak menarik untuk dijual atau dikonsumsi karena tampilan yang\ncacat.\nPenyebab dan Penyebaran\na.Jamur Phyllosticta citricarpa menghasilkan spora yang tersebar melalui angin, air hujan, atau\nsisa-sisa tanaman yang terinfeksi.\nb.Penyakit ini lebih umum terjadi di daerah dengan kelembapan tinggi dan suhu hangat.",
        "dieases_preview": "",
        "diseases_detail": ""
      },
      {
        "id": 9,
        "diseases_name": "Mango Sapburn: Masalah yang Sering Terjadi pada Buah Mangga",
        "diseases_desc": "Mango sapburn adalah kondisi yang sering dialami buah mangga akibat paparan getah (sap)\nyang mengandung senyawa kimia iritan. Getah ini keluar dari tangkai buah saat dipetik dan\ndapat menyebabkan luka atau bercak pada kulit buah, sehingga menurunkan kualitas\nvisualnya.\nPenyebab Mango Sapburn :\na.Komponen Kimia dalam Getah Mangga:\nGetah mangga mengandung senyawa seperti asam organik, alkaloid, dan terpenoid yang bersifat\niritan.Ketika terkena kulit buah, senyawa ini dapat merusak lapisan luar kulit, menyebabkan bercak cokelat\natau luka bakar (burn).\nCara Penanganan yang Tidak Tepat:\nPemetikan buah secara sembarangan sering menyebabkan getah menyebar ke permukaan buah.\nPenyimpanan tanpa ventilasi yang baik dapat memperburuk efek getah.",
        "dieases_preview": "",
        "diseases_detail": ""
      }
    ]
  }